Repository: KamilBatu/gcpro
Catalog: lib/l10n/app_*.arb
Languages: am

# appTitle
source: Bita
am: ቢታ

# welcomeMessage
source: Welcome Back!
am: እንኳን ደህና መጡ !

source: Forgot Password?
am: የምስጋና ቃል ረሳሁ?

source: Please enter your credentials
am: እባኮትን ያስገቡ

source: Log In
am: ግባ

source: Sign Up
am: ይመዝገቡ

source: Continue with Google
am: ጉግል በመቀጠል

source: Don't have an account?
am: አካባቢ የለም?

# signupTitle
source: Let's Sign you up
am: ይመዝገቡ

# signupDescription
source: Please enter the details below to continue.
am: እባኮትን ያስገቡ

source: Confirm Password
am: ይለፍ ቃል ያረጋግጡ

# alreadyHaveAccount
source: Already have a account?
am: አካባቢ ነው?

source: Password
am: የይለፍ ቃል

source: or
am: ወይም

source: Enter your email address
am: እባኮትን ኢሜል ያስገቡ

source: Enter your phone number
am: ስልክ ቁጥርን ያስገቡ

source: Email
am: ኢሜል

# phoneNumber
source: Phone
am: ስልክ ቁጥር
