Repository: KamilBatu/gcpro
Catalog: lib/l10n/intl_*.arb
Languages: am

source: Account & Security
am: መለያ

source: added
am: ታክሏል

source: Add item
am: ንጥል ያክሉ

source: Add New Business
am: አዲስ ንግድ ያክሉ

source: Add New Item
am: አዲስ ንጥል ያክሉ

source: Address
am: አድራሻ

source: all
am: ሁሉም

# alreadyHaveAccount
source: Already have a account?
am: መለያ አለህ?

source: API Access
am: API

# appTitle
source: Bita
am: ቢታ

source: App Version
am: የመተግበሪያ ስሪት

source: Auto-Save Changes
am: ለውጦችን ራስ-አስቀምጥ

source: Backup & Restore
am: ምትኬ

source: Barcode Scanner
am: ባርኮድ ስካነር

source: Batch Editing
am: በብዛት አርም

source: Batch Number
am: የቡድን ቁጥር

source: Brand
am: የምርት ስም

source: businesses available
am: ንግዶች ይገኛሉ

source: Business Name
am: የንግድ ስም

source: Business Profiles
am: የንግድ መገለጫዎች

source: Business Type
am: የንግድ ዓይነት

source: By Name
am: በስም

source: Category
am: ምድብ

source: Change Password
am: የይለፍ ቃል ቀይር

source: Check
am: ይመልከቱ

source: Check out
am: ይመልከቱ

source: Cloud Sync
am: የደመና ማመሳሰል

source: Confirm password
am: የይለፍ ቃል ያረጋግጡ

source: Confirm Password
am: የይለፍ ቃል ያረጋግጡ

source: Connect with Suppliers
am: ከአቅራቢዎች ጋር ይገናኙ

source: Contact Number
am: የእውቂያ ቁጥር

source: Contact Support
am: ድጋፍን ያነጋግሩ

source: Continue with Google
am: በGoogle ይቀጥሉ

source: Create a new business profile
am: አዲስ የንግድ ሥራ መገለጫ ይፍጠሩ

source: CSV, Excel, or PDF
am: CSV, Excel, ወይም PDF

source: Currency
am: ምንዛሬ

source: Current Business
am: የአሁኑ ንግድ

source: Dark
am: ጨለማ

source: Date Format
am: የቀን ቅርጸት

source: Date Received
am: የደረሰበት ቀን

source: DD/MM/YYYY
am: ቅቅ/ወወ/ዓዓ

source: Default Sort Order
am: ነባሪ ዓይነት ትዕዛዝ

source: Disabled
am: ተሰናክሏል

source: Don't have an account?
am: መለያ የለህም?

source: Edit Business Profile
am: የንግድ ሥራ መገለጫ አርትዕ

source: Email
am: ኢሜይል

source: Email, Live Chat, or Phone
am: ኢሜል, የቀጥታ ውይይት, ወይም ስልክ

source: Enabled
am: በርቷል

source: Enter your email address
am: የኢሜል አድራሻዎን ያስገቡ

source: Enter your phone number
am: የስልክ ቁጥርዎን ያስገቡ

source: ETB
am: ብር

source: ETB
am: ኢ.ቲ.ቢ

source: ETB (Ethiopian Birr)
am: ETB (የኢትዮጵያ ብር)

source: Expiry Date
am: የሚያበቃበት ቀን

source: Explore Products
am: ምርቶችን ያስሱ

source: Export Data
am: ውሂብ ወደ ውጭ ይላኩ

source: FAQs & Tutorials
am: ተዘውትረው የሚጠየቁ ጥያቄዎች

source: Filter
am: ማጣሪያ

source: Finances
am: ፋይናንስ

source: Forget password
am: የይለፍ ቃል እርሳ

source: Forgot Password?
am: የይለፍ ቃል ረሱ?

source: Fri
am: ዓርብ

source: General Settings
am: አጠቃላይ ቅንብሮች

source: Gifts Cards
am: የስጦታ ካርዶች

source: Go back
am: ተመለስ

source: Help Center
am: የእገዛ ማዕከል

source: Image URL
am: የምስል URL

source: Integrations & Export
am: ውህደቶች

source: Inventory
am: ዕቃ ዝርዝር

source: Inventory Management
am: የፍትህ ማኔጅመንት

source: Items Expiring
am: ዕቃዎች ያበቃል

source: Item X
am: ንጥል X

source: Last backup: Never
am: የመጨረሻው ምትኬ: በጭራሽ

source: Light
am: ብርሃን

source: Log In
am: ግባ

source: Logout
am: ውጣ

source: Low Stock Items
am: ዝቅተኛ የአክሲዮን እቃዎች

source: Low Stock Threshold
am: ዝቅተኛ የአክሲዮን ደረጃ

source: Mon
am: ሰኞ

source: My Pharmacy Store
am: የእኔ የመድኃኒት ሱቅ

source: New Order
am: አዲስ ትዕዛዝ

source: No orders found
am: ምንም ትዕዛዞች አልተገኙም።

source: Not connected
am: አልተገናኘም

source: Notifications
am: ማሳወቂያዎች

source: Ok
am: እሺ

source: or
am: ወይም

source: Orders
am: ትዕዛዞች

source: OTP verification failed
am: የኦቲፒ ማረጋገጫ አልተሳካም።

source: out
am: ወጣ

source: Password
am: የይለፍ ቃል

source: Password has been reset successfully
am: የይለፍ ቃል በተሳካ ሁኔታ ዳግም ተቀናብሯል።

source: Password must be at least 8 characters long
am: የይለፍ ቃል ቢያንስ 8 ቁምፊዎች መሆን አለበት።

source: Password must be at least 8 characters long.
am: የይለፍ ቃል ቢያንስ 8 ቁምፊዎች መሆን አለበት።

source: Passwords do not match
am: የይለፍ ቃሎች አይዛመዱም።

source: Payment Methods
am: የክፍያ ዘዴዎች

source: per unit
am: በአንድ ክፍል

source: phone
am: ስልክ

# phoneNumber
source: Phone
am: ስልክ

source: Please enter your credentials
am: እባክዎ ምስክርነቶችዎን ያስገቡ

source: Please enter your username to reset your password
am: እባክዎ የይለፍ ቃልዎን እንደገና ለማስጀመር የተጠቃሚ ስምዎን ያስገቡ

source: Please use the new password when logging in
am: እባክዎ ሲገቡ አዲሱን የይለፍ ቃል ይጠቀሙ

source: POS Integration
am: የ POS ውህደት

source: Privacy Policy & Terms
am: የግላዊነት ፖሊሲ

source: Product
am: ምርት

source: Product Code
am: የምርት ኮድ

source: Product Description
am: የምርት መግለጫ

source: Products
am: ምርቶች

source: Products List
am: ምርቶች ዝርዝር

source: Purchase Orders
am: የግዢ ትዕዛዞች

source: Purchase Price
am: የግዢ ዋጋ

source: Reports and Analytics
am: ሪፖርቶች እና ትንታኔዎች

# re_send_a_code_in
source: Re-send Code in
am: ኮድ ወደ ውስጥ እንደገና ላክ

source: Re-send Code in
am: ኮድ ወደ ውስጥ እንደገና ላክ

source: Reset Password
am: የይለፍ ቃል ዳግም አስጀምር

source: Revenue
am: ገቢ

source: Sale Distribution
am: የሽያጭ ስርጭት

source: Sales
am: ሽያጮች

source: Sales logged
am: ሽያጮች ገብተዋል

source: Sales Orders
am: የሽያጭ ትዕዛዞች

source: Sat
am: ቅዳሜ

source: Save
am: አስቀምጥ

source: Save Changes
am: ለውጦችን ይቆጥቡ

source: Scan QR code
am: የQR ኮድ ይቃኙ

source: Search
am: ፍለጋ

source: Select Date Range
am: የቀን ክልልን ይምረጡ

source: Select Theme
am: ጭብጥ ይምረጡ

source: Selling Price
am: የመሸጫ ዋጋ

source: Send
am: ላክ

source: Settings
am: ቅንብሮች

source: Share
am: አጋራ

source: Sign out of your account
am: ከመለያዎ መውጣት

source: Sign Up
am: ይመዝገቡ

# signupDescription
source: Please enter the details below to continue.
am: ለመቀጠል እባክዎ ዝርዝሩን ከዚህ በታች ያስገቡ።

# signupTitle
source: Let's Sign you up
am: እንመዘገብህ

source: Stock in Hand
am: አክሲዮን በእጅ

source: Stock Quantity
am: የአክሲዮን ብዛት

source: Stores
am: መደብሮች

source: Submit
am: ያስገቡ

source: Subtitle
am: ንዑስ ርዕስ

source: Summary
am: ማጠቃለያ

source: Sun
am: እሑድ

source: Supplier
am: አቅራቢ

source: Support & About
am: ድጋፍ

source: Switch Business
am: ንግድ ስራ

source: System Default
am: ስርዓት ነባሪ

source: This Month
am: በዚህ ወር

source: This Week
am: በዚህ ሳምንት

source: This Year
am: በዚህ አመት

source: Thu
am: ሐሙስ

source: Title
am: ርዕስ

source: Today
am: ዛሬ

source: Today's Best Seller
am: የዛሬው ምርጥ ሻጭ

source: Total Orders
am: ጠቅላላ ትዕዛዞች

source: Total Products
am: ጠቅላላ ምርቶች

source: Total Value
am: ጠቅላላ እሴት

source: Tue
am: ማክሰኞ

source: Two-Factor Authentication
am: ሁለት-ደረጃ ማረጋገጫ

source: Unit
am: ክፍል

source: Update your login credentials
am: የመግቢያ መረጃዎችዎን ያዘምኑ

source: User Preferences
am: የተጠቃሚ ምርጫዎች

source: User Profile
am: የተጠቃሚ መገለጫ

source: Verification
am: ማረጋገጥ

source: View and edit your profile
am: መገለጫዎን ይመልከቱ እና ያርትዑ

source: View legal documents
am: የሕግ ሰነዶችን ይመልከቱ

source: View More
am: ተጨማሪ ይመልከቱ

source: Wed
am: ረቡዕ

# welcomeMessage
source: Welcome Back!
am: እንኳን ደህና መጣህ!

# we_send_a_code_to
source: we've send you the verification code on
am: የማረጋገጫ ኮዱን ወደ አንተ ልከናል።
